IDEA Open Model
BeamDataEc2.IsAbsValueLimitDeflection Property
Compatible with IDEA StatiCa 20.1
 true for absolute user value of limit deflection (both - total + rheological)
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool IsAbsValueLimitDeflection { get; set; }
Public Property IsAbsValueLimitDeflection As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
BeamDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace